{
  "texto1": "En el vibrante panorama del diseño en Colombia, somos los pioneros que han marcado la pauta durante los últimos 50 años, desde 1974 hasta el 2024. Nuestra trayectoria ha sido una constante contribución a todos los aspectos de esta apasionante profesión. Desde la formación académica de nuevas generaciones hasta la consolidación de su reconocimiento, desde la teorización del oficio hasta la construcción conceptual de su práctica y su valoración. Desde nuestros inicios, nos hemos sentido atraídos por el poder transformador de la identidad de marca (Brand) para facilitar la comunicación entre empresas, productos y usuarios. Hemos creado marcas que han dejado una huella imborrable en numerosas empresas, instituciones, proyectos y productos. Su éxito radica en la claridad del mensaje que transmiten y en la identidad distintiva que les hemos conferido, respaldada por la excelencia gráfica y el compromiso de un diseño profesional. Nuestra influencia se extiende más allá de las fronteras colombianas, abarcando toda la región latinoamericana. Hemos desarrollado identidades para empresas e instituciones en México, Guatemala, Ecuador, Brasil, Paraguay y Colombia. Además, estamos emocionados por emprender una nueva etapa gracias a una estratégica alianza desde Londres para servir al continente europeo. Nos enorgullece destacarnos como diseñadores profesionales comprometidos. No solo dedicamos tiempo a la enseñanza para formar a las nuevas generaciones, sino que también contribuimos activamente a la evolución del campo, generando nuevas definiciones, precisando conceptos y estableciendo principios y procedimientos creativos para nuestro trabajo diario. En resumen, somos más que diseñadores: somos innovadores, educadores y agentes de cambio en el emocionante mundo del diseño.",
  "texto2": "Con 50 años de liderazgo en el diseño en Colombia, hemos dejado una marca indeleble en la profesión desde 1974 hasta el 2024. Creamos identidades de marca poderosas que comunican con claridad y distinción, posicionando empresas y productos en toda Latinoamérica. Ahora, expandimos nuestra influencia hacia Europa desde Londres. Somos diseñadores comprometidos que no solo creamos, sino que también educamos y definimos el futuro del diseño.",
  "texto": "Como pioneros del Diseño en Colombia, hemos contribuído durante los últimos 50 años de 1974 al 2024 en todos los aspectos de la profesión. Tanto desde la preparación académica de las nuevas generaciones, cuanto a su reconocimiento; desde la implementación a la sustentación teórica del oficio, de la costrucción conceptual del quéhacer y a su valoración. Atraídos desde el principio por la importancia de la identidad de marca (Brand) para ayudar a la comunicación entre la Empresa, sus productos y usuarios, hemos creado marcas para un sinnúmero de empresas, instituciones, proyectos y productos, que han logrado posicionarse en el ámbito de su acción, gracias a la claridad de su mensaje y a la identidad que les ha conferido entre otros factores,la buena calidad gráfica y de un diseño profesional comprometido. Hemos actuado durante estos años tanto a nivel nacional como en la región latinoamericana, desarrollando identidades para empresas e instituciones de México, Guatemala, Ecuador, Brasil, Paraguay y Colombia y en esta nueva etapa gracias a una alianza estratégica desde Londres servir al continente Europeo. Nos destacamos como Diseñadores profesionales comprometidos, dedicamos un tiempo a la dirección docente preparando nuevos profesionales para el sector y haciendo una especial contribución a la generación de nuevas definiciones y presiciones, partiendo del oficio, creando conocimiento y estableciendo principios y procedimientos creativos para nuestro trabajo diario."
}
